[
  "",
  "[UNK]",
  "for",
  "tour",
  "near",
  "room",
  "pls",
  "with",
  "thanks",
  "lang",
  "quick",
  "inn",
  "4",
  "in",
  "ask",
  "please",
  "hello",
  "guests",
  "question",
  "now",
  "to",
  "book",
  "bayawan",
  "total",
  "need",
  "recommend",
  "about",
  "a",
  "hi",
  "what",
  "sa",
  "compute",
  "po",
  "suggest",
  "accommodation",
  "and",
  "uy",
  "bill",
  "this",
  "the",
  "stay",
  "trip",
  "payment",
  "terminal",
  "tourism",
  "family",
  "2",
  "nights",
  "is",
  "i",
  "city",
  "reserve",
  "pa",
  "hotel",
  "from",
  "budget",
  "hm",
  "under",
  "details",
  "5",
  "estimate",
  "cost",
  "billing",
  "3",
  "me",
  "how",
  "best",
  "pax",
  "calculate",
  "place",
  "spots",
  "options",
  "tourist",
  "na",
  "much",
  "info",
  "poblacion",
  "activity",
  "help",
  "package",
  "an",
  "nangka",
  "are",
  "6",
  "quiet",
  "1",
  "villareal",
  "kalumboyan",
  "lodging",
  "itinerary",
  "area",
  "fee",
  "weekend",
  "reco",
  "downtown",
  "destinations",
  "aircon",
  "proper",
  "my",
  "boulevard",
  "idea",
  "you",
  "can",
  "parking",
  "accom",
  "sites",
  "shower",
  "hot",
  "facts",
  "if",
  "wifi",
  "ng",
  "breakfast",
  "around",
  "rooms",
  "waterfall",
  "suggestion",
  "attractions",
  "sunset",
  "farm",
  "booking",
  "one",
  "heritage",
  "adventure",
  "of",
  "may",
  "find",
  "or",
  "reservation",
  "nature",
  "looking",
  "show",
  "information",
  "3000",
  "san",
  "breakdown",
  "request",
  "tourisn",
  "give",
  "recommendations",
  "mag",
  "entrance",
  "travel",
  "provide",
  "guest",
  "destination",
  "day",
  "any",
  "two",
  "spot",
  "local",
  "babayaran",
  "2500",
  "where",
  "short",
  "share",
  "open",
  "okay",
  "hours",
  "confirm",
  "check",
  "charge",
  "april",
  "900",
  "1200",
  "quote",
  "process",
  "ko",
  "calcuate",
  "amount",
  "700",
  "3500",
  "1800",
  "we",
  "tonight",
  "recomend",
  "night",
  "do",
  "1500",
  "friends",
  "days",
  "attraction",
  "places",
  "outdoor",
  "our",
  "guided",
  "bagay",
  "adults",
  "popular",
  "option",
  "mahal",
  "ideas",
  "extra",
  "di",
  "charges",
  "ano",
  "4000",
  "2200",
  "20260322",
  "20260320",
  "10",
  "schedule",
  "scenic",
  "people",
  "location",
  "kami",
  "get",
  "due",
  "chill",
  "available",
  "20260419",
  "20260417",
  "20260404",
  "20260402",
  "20260327",
  "20260325",
  "12",
  "recommendation",
  "puntahan",
  "maganda",
  "list",
  "good",
  "excursion",
  "affordable",
  "accomodation",
  "20260412",
  "20260410",
  "which",
  "pwede",
  "on",
  "invoice",
  "background",
  "20260426",
  "20260424",
  "want",
  "visitors",
  "tomorrow",
  "that",
  "should",
  "per",
  "official",
  "mustvisit",
  "group",
  "final",
  "fees",
  "before",
  "7",
  "20260503",
  "20260501",
  "tell",
  "island",
  "each",
  "contact",
  "cheap",
  "at",
  "40",
  "2000",
  "transportation",
  "sunday",
  "site",
  "sanctuary",
  "recommended",
  "pay",
  "nearby",
  "marine",
  "choose",
  "center",
  "20260330",
  "20260328",
  "weekends",
  "views",
  "saturday",
  "recomendation",
  "price",
  "persons",
  "payable",
  "park",
  "not",
  "landmarks",
  "kids",
  "friday",
  "firsttime",
  "exact",
  "child",
  "af4dable",
  "8",
  "500",
  "27",
  "22",
  "14",
  "who",
  "visit",
  "top",
  "time",
  "set",
  "service",
  "seniors",
  "secure",
  "river",
  "ready",
  "proceed",
  "out",
  "opening",
  "only",
  "museum",
  "mangrove",
  "make",
  "low",
  "inquiries",
  "included",
  "have",
  "full",
  "fits",
  "finalize",
  "falls",
  "eco",
  "danjugan",
  "cultural",
  "create",
  "close",
  "cheapest",
  "below",
  "bed",
  "be4e",
  "basic",
  "balatocan",
  "am",
  "72",
  "59",
  "us",
  "u",
  "traveler",
  "transport",
  "tours",
  "too",
  "tomorrows",
  "today",
  "tax",
  "t123",
  "summary",
  "suggestions",
  "strong",
  "staying",
  "solo",
  "six",
  "sightseeing",
  "school",
  "save",
  "recalculate",
  "ratings",
  "rate",
  "private",
  "posted",
  "plaza",
  "plan",
  "pick",
  "percent",
  "parks",
  "parents",
  "oriental",
  "operating",
  "oneday",
  "negros",
  "lovers",
  "located",
  "latest",
  "june",
  "july",
  "it",
  "including",
  "in4mation",
  "id",
  "hopping",
  "go",
  "gets",
  "friendly",
  "expensive",
  "expenses",
  "expected",
  "educational",
  "ecotourism",
  "deluxe",
  "computation",
  "checkout",
  "checkin",
  "cancels",
  "calculation",
  "bathroom",
  "based",
  "august",
  "admission",
  "activities",
  "account",
  "68",
  "64",
  "55",
  "48",
  "35",
  "20260312",
  "20260310",
  "13",
  "your",
  "worth",
  "will",
  "week",
  "wednesday",
  "waterfalls",
  "walk",
  "view",
  "updated",
  "trying",
  "trek",
  "they",
  "their",
  "take",
  "suba",
  "students",
  "student",
  "route",
  "recreation",
  "rainy",
  "plus",
  "plans",
  "planning",
  "photo",
  "pension",
  "owe",
  "overnight",
  "outing",
  "office",
  "number",
  "next",
  "new",
  "mountain",
  "morning",
  "monday",
  "lowbudget",
  "lock",
  "locations",
  "light",
  "ito",
  "inland",
  "infromation",
  "include",
  "house",
  "hotels",
  "head",
  "half",
  "guide",
  "getaway",
  "generate",
  "fun",
  "four",
  "first",
  "famous",
  "experience",
  "ecofriendly",
  "double",
  "descriptions",
  "cruise",
  "couples",
  "continue",
  "clean",
  "choices",
  "choice",
  "cheaper",
  "calm",
  "by",
  "business",
  "broaden",
  "brief",
  "both",
  "bookings",
  "boat",
  "beginnerfriendly",
  "beach",
  "be",
  "banga",
  "areas",
  "accessible",
  "2night",
  "20260331",
  "20260329",
  "20260315",
  "20260313",
  "18",
  "15",
  "11",
  "1000"
]